Revit 2027 API
ParameterTypeId.MepReheatHotwaterLoop Property
 "Reheat Hot Water Loop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepReheatHotwaterLoop { get; }
Public Shared ReadOnly Property MepReheatHotwaterLoop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepReheatHotwaterLoop {
	ForgeTypeId^ get ();
}
static member MepReheatHotwaterLoop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace